Repository: mjkhajeh/Login-with-meta
Catalog: languages/lwm-*.po
Languages: fa_ir

source: Allow users login with
fa_ir: ورود با استفاده از

source: Choose
fa_ir: - انتخاب کنید

source: Create first name and last name fields in registration form
fa_ir: فیلدهای نام کوچک و نام خانوادگی را در فرم عضویت بساز

source: Create first name and last name fields in woocommerce registration form
fa_ir: فیلدهای نام کوچک و نام خانوادگی را در فرم عضویت ووکامرس بساز

source: Create phone number field in woocommerce register form
fa_ir: فیلد شماره تماس را در فرم عضویت ووکامرس بساز

source: Create this field in registration form
fa_ir: این فیلد را در صفحه عضویت بساز

source: Create this filed in woocommerce registration form
fa_ir: این فیلد را در قسمت عضویت ووکامرس بساز

source: Create website filed in registration form
fa_ir: فیلد آدرس سایت را در فرم عضویت بساز

source: Create website filed in woocommerce registration form
fa_ir: فیلد آدرس سایت را در فرم عضویت ووکامرس بساز

source: Custom Meta
fa_ir: متا دلخواه

source: Date
fa_ir: تاریخ

source: Email
fa_ir: ایمیل

source: Enter a valid phone number
fa_ir: یک شماره تماس معتبر وارد کنید

source: ERROR
fa_ir: خطا

source: Error for when value of this custom meta is exist for other user
fa_ir: ارور برای موقعی که مقدار وارد شده، قبلاً استفاده شده است

source: Field type
fa_ir: نوع فیلد

source: First name
fa_ir: نام کوچک

source: Fullname
fa_ir: نام کامل

source: Input(Text)
fa_ir: متن عادی(Input)

source: Label
fa_ir: عنوان

source: Last name
fa_ir: نام خانوادگی

source: Login with meta
fa_ir: ورود با متا

source: Login with meta settings
fa_ir: تنظیمات ورود با متا

source: LWM custom field
fa_ir: فیلد دلخواه LWM

source: LWM Settings
fa_ir: تنظیمات LWM

source: Meta key
fa_ir: نام انگلیسی متا(Meta key)

source: Mohammad Jafar Khajeh
fa_ir: محمدجعفر خواجه

source: Move 'Phone Number' field for customers register form
fa_ir: فیلد شماره تماس را از قسمت فروشنده به قسمت عادی منتقل کن

source: Name of field of your custom meta in registration form
fa_ir: نام متا دلخواه در فرم عضویت

source: Number
fa_ir: عدد

source: or
fa_ir: یا

source: or Fullname
fa_ir: یا نام کامل

source: or Phone
fa_ir: یا شماره موبایل

source: or Website
fa_ir: یا آدرس وب سایت

source: Phone Number
fa_ir: شماره تماس

source: Phone number is required!
fa_ir: شماره تماس اجباری است

source: Please enter your first name
fa_ir: لطفاً نام کوچک خود را وارد کنید

source: Please enter your last name
fa_ir: لطفاً نام خانوادگی خود را وارد کنید

source: Please enter your website
fa_ir: لطفاً آدرس سایت خود را وارد کنید

source: Register filed error
fa_ir: ارور فیلد در فرم عضویت

source: Register filed name
fa_ir: نام فیلد در فرم عضویت

source: This name is exist
fa_ir: این نام وجود دارد

source: This phone number is exist
fa_ir: این شماره تماس وجود دارد

source: This website is exist
fa_ir: این سایت وجود دارد

source: URL
fa_ir: آدرس اینترنتی

source: Website
fa_ir: آدرس سایت

source: Website Address
fa_ir: آدرس سایت

source: With the 'Login with meta'(LWM) plugin your users can log in with any user meta you selected. like: Full name, Website address, etc.
fa_ir: با استفاده از این پلاگین کاربران شما می توانند علاوه بر نام کاربری و ایمیل برای ورود به سایت از روش های دیگری هم استفاده کنند. مثل: نام کامل، آدرس وب سایت و...

source: Woocommerce phone
fa_ir: شماره تلفن(ووکامرس)
